<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
   <dict>
      <key>PayloadContent</key>
      <array>
         <dict>
            <key>PayloadContent</key>
            <dict>
               <key>com.apple.WindowManager</key>
               <dict>
                  <key>Forced</key>
                  <array>
                     <dict>
                        <key>mcx_preference_settings</key>
                        <dict>
                           <key>EnableStandardClickToShowDesktop</key>
                           <false/>
                        </dict>
                     </dict>
                  </array>
               </dict>
            </dict>
            <key>PayloadDisplayName</key>
            <string>Custom Settings</string>
            <key>PayloadIdentifier</key>
            <string>E767B274-DF2C-46D2-8E50-69DB06DD1B61</string>
            <key>PayloadOrganization</key>
            <string>Company Name</string>
            <key>PayloadType</key>
            <string>com.apple.ManagedClient.preferences</string>
            <key>PayloadUUID</key>
            <string>E767B274-DF2C-46D2-8E50-69DB06DD1B61</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
         </dict>
      </array>
      <key>PayloadDescription</key>
      <string>Manages the "Click Wallpaper To Show Desktop Items" setting in System Settings: Desktop &amp; Dock.</string>
      <key>PayloadDisplayName</key>
      <string>Manage Click Wallpaper To Show Desktop Items</string>
      <key>PayloadEnabled</key>
      <true/>
      <key>PayloadIdentifier</key>
      <string>003E8F91-7DC2-406C-B252-C46BA114AB22</string>
      <key>PayloadOrganization</key>
      <string>Company Name</string>
      <key>PayloadRemovalDisallowed</key>
      <true/>
      <key>PayloadScope</key>
      <string>System</string>
      <key>PayloadType</key>
      <string>Configuration</string>
      <key>PayloadUUID</key>
      <string>003E8F91-7DC2-406C-B252-C46BA114AB22</string>
      <key>PayloadVersion</key>
      <integer>1</integer>
   </dict>
</plist>