<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.de7957d0-fdfd-0135-f8d1-3c0754635bf0.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>de7957d0-fdfd-0135-f8d1-3c0754635bf0</string><key>PayloadOrganization</key><string>Mercy College Center for Digital Arts</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Settings for MPRA Studios</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.loginwindow</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.de7957d0-fdfd-0135-f8d1-3c0754635bf0.alacarte.loginwindow.ff7eb6c0-fe06-0135-f8d6-3c0754635bf0.loginwindow</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>d6b85feb-0a46-3750-dc66-380e519bb10d</string><key>PayloadDisplayName</key><string>Login Window</string><key>AdminHostInfo</key><string>HostName</string><key>LoginwindowText</key><string>Welcome to the Digital Arts Labs
If you have a technical problem or question, email pwhite@mercy.edu,
visit Victory Hall 201 or call 914.674.7139</string><key>SHOWFULLNAME</key><true/><key>HideLocalUsers</key><true/><key>HideMobileAccounts</key><true/><key>IncludeNetworkUser</key><false/><key>HideAdminUsers</key><true/><key>SHOWOTHERUSERS_MANAGED</key><false/><key>RestartDisabled</key><false/><key>ShutDownDisabled</key><true/><key>SleepDisabled</key><true/><key>RetriesUntilHint</key><integer>3</integer><key>com.apple.login.mcx.DisableAutoLoginClient</key><true/><key>DisableConsoleAccess</key><false/><key>AdminMayDisableMCX</key><true/><key>EnableExternalAccounts</key><true/><key>AlwaysShowWorkgroupDialog</key><false/><key>CombineUserWorkgroups</key><true/><key>FlattenUserWorkgroups</key><false/><key>LocalUserLoginEnabled</key><true/><key>LocalUsersHaveWorkgroups</key><false/><key>AllowList</key><array/><key>DenyList</key><array/><key>RestartDisabledWhileLoggedIn</key><false/><key>ShutDownDisabledWhileLoggedIn</key><true/><key>LogOutDisabledWhileLoggedIn</key><false/></dict><dict><key>PayloadType</key><string>com.apple.screensaver</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.de7957d0-fdfd-0135-f8d1-3c0754635bf0.alacarte.loginwindow.ff7eb6c0-fe06-0135-f8d6-3c0754635bf0.screensaver</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>184acf7b-30d1-a556-de14-aa23d0b558c2</string><key>PayloadDisplayName</key><string>Login Window:  Screen Saver Preferences</string><key>loginWindowIdleTime</key><integer>0</integer><key>idleTime</key><integer>0</integer></dict><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.de7957d0-fdfd-0135-f8d1-3c0754635bf0.alacarte.loginwindow.ff7eb6c0-fe06-0135-f8d6-3c0754635bf0.MCX</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>484a59fc-252b-5244-e81d-7b45b98cdbce</string><key>PayloadDisplayName</key><string>Login Window:  MCX Preferences</string><key>DisableGuestAccount</key><true/><key>EnableGuestAccount</key><false/><key>com.apple.EnergySaver.desktop.ACPower-ProfileNumber</key><integer>-1</integer><key>com.apple.EnergySaver.portable.ACPower-ProfileNumber</key><integer>-1</integer><key>com.apple.EnergySaver.portable.BatteryPower-ProfileNumber</key><integer>-1</integer><key>com.apple.EnergySaver.desktop.ACPower</key><dict><key>Automatic Restart On Power Loss</key><integer>1</integer><key>Disk Sleep Timer-boolean</key><true/><key>Display Sleep Timer</key><integer>45</integer><key>Sleep On Power Button</key><integer>0</integer><key>System Sleep Timer</key><integer>105</integer><key>Wake On LAN</key><integer>1</integer></dict><key>com.apple.EnergySaver.portable.ACPower</key><dict><key>Automatic Restart On Power Loss</key><integer>0</integer><key>Disk Sleep Timer-boolean</key><true/><key>Display Sleep Timer</key><integer>5</integer><key>System Sleep Timer</key><integer>10</integer><key>Wake On LAN</key><integer>1</integer></dict><key>com.apple.EnergySaver.portable.BatteryPower</key><dict><key>Automatic Restart On Power Loss</key><integer>0</integer><key>Disk Sleep Timer-boolean</key><true/><key>Display Sleep Timer</key><integer>5</integer><key>System Sleep Timer</key><integer>10</integer><key>Wake On LAN</key><integer>1</integer></dict><key>com.apple.EnergySaver.desktop.Schedule</key><dict><key>RepeatingPowerOn</key><dict><key>eventtype</key><string>wakepoweron</string><key>time</key><integer>420</integer><key>weekdays</key><integer>127</integer></dict><key>RepeatingPowerOff</key><dict><key>eventtype</key><string>shutdown</string><key>time</key><integer>180</integer><key>weekdays</key><integer>127</integer></dict></dict></dict><dict><key>PayloadType</key><string>.GlobalPreferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.de7957d0-fdfd-0135-f8d1-3c0754635bf0.alacarte.loginwindow.ff7eb6c0-fe06-0135-f8d6-3c0754635bf0.GlobalPreferences</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>0b64b34a-66d8-5d6d-444e-9c2d297d1943</string><key>PayloadDisplayName</key><string>Login Window:  Global Preferences</string><key>MultipleSessionEnabled</key><false/><key>com.apple.autologout.AutoLogOutDelay</key><integer>3600</integer></dict><dict><key>PayloadType</key><string>com.apple.mcxloginscripts</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.de7957d0-fdfd-0135-f8d1-3c0754635bf0.alacarte.loginwindow.ff7eb6c0-fe06-0135-f8d6-3c0754635bf0.mcxloginscripts</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>dae41adc-02b5-ad01-dff6-3da8eaa002ec</string><key>PayloadDisplayName</key><string>Login Window:  Scripts</string><key>skipLoginHook</key><false/><key>skipLogoutHook</key><false/></dict><dict><key>PayloadType</key><string>com.apple.SetupAssistant.managed</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.de7957d0-fdfd-0135-f8d1-3c0754635bf0.alacarte.loginwindow.ff7eb6c0-fe06-0135-f8d6-3c0754635bf0.managed</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>d96254f2-e29b-0e85-30e9-0098a1a4ce94</string><key>PayloadDisplayName</key><string>Login Window</string><key>SkipCloudSetup</key><true/><key>SkipSiriSetup</key><true/></dict><dict><key>PayloadType</key><string>loginwindow</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.de7957d0-fdfd-0135-f8d1-3c0754635bf0.alacarte.loginitems.50a12190-fdff-0135-f8d4-3c0754635bf0.loginwindow</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>7196952a-0454-e38a-28ae-5e958e2ae949</string><key>PayloadDisplayName</key><string>Login Items:  Network Share Point</string><key>DisableLoginItemsSuppression</key><false/></dict><dict><key>PayloadType</key><string>com.apple.loginitems.managed</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.de7957d0-fdfd-0135-f8d1-3c0754635bf0.alacarte.loginitems.50a12190-fdff-0135-f8d4-3c0754635bf0.managed</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>d4e1fef3-0640-c3dc-0a58-920add3e8878</string><key>PayloadDisplayName</key><string>Login Items:  Managed Items</string><key>AutoLaunchedApplicationDictionary-managed</key><array><dict><key>AuthenticateAsLoginUserShortName</key><true/><key>URL</key><string>smb://catanasha.digiarts.mercy/Digiarts-Home-folders</string><key>Hide</key><false/></dict><dict><key>AuthenticateAsLoginUserShortName</key><true/><key>URL</key><string>smb://catanasha.digiarts.mercy/MTEC-Class-folders</string><key>Hide</key><false/></dict><dict><key>AuthenticateAsLoginUserShortName</key><true/><key>URL</key><string>smb://catanasha.digiarts.mercy/CART-Class-folders</string><key>Hide</key><false/></dict></array></dict><dict><key>PayloadType</key><string>com.apple.finder</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.de7957d0-fdfd-0135-f8d1-3c0754635bf0.alacarte.finder.506f6e50-fdff-0135-f8d2-3c0754635bf0.finder</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>086c87e0-b9ac-3c6e-ca90-6640e6e3b008</string><key>PayloadDisplayName</key><string>Finder</string><key>InterfaceLevel</key><string>Full</string><key>ShowHardDrivesOnDesktop</key><true/><key>ShowExternalHardDrivesOnDesktop</key><true/><key>ShowRemovableMediaOnDesktop</key><true/><key>ShowMountedServersOnDesktop</key><true/><key>WarnOnEmptyTrash</key><true/><key>ProhibitConnectTo</key><false/><key>ProhibitEject</key><false/><key>ProhibitBurn</key><false/><key>ProhibitGoToFolder</key><false/></dict></array></dict></plist>
