<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.217c20f0-35d0-0136-f8e3-3c0754635bf0.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>217c20f0-35d0-0136-f8e3-3c0754635bf0</string><key>PayloadOrganization</key><string>Mercy College Center for Digital Arts</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Settings for MSOffice</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.217c20f0-35d0-0136-f8e3-3c0754635bf0.alacarte.customsettings.94cecf70-35d0-0136-f8e5-3c0754635bf0</string><key>PayloadUUID</key><string>94cecf70-35d0-0136-f8e5-3c0754635bf0</string><key>PayloadEnabled</key><true/><key>PayloadDisplayName</key><string>Custom: (MAU_FullyManaged)</string><key>PayloadContent</key><dict><key>MAU_FullyManaged</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>ChannelName</key><string>Production</string><key>HowToCheck</key><string>Manual</string><key>EnableCheckForUpdatesButton</key><false/><key>StartDaemonOnAppLaunch</key><false/></dict></dict></array></dict></dict></dict><dict><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.217c20f0-35d0-0136-f8e3-3c0754635bf0.alacarte.customsettings.a92ef180-35d0-0136-f8e7-3c0754635bf0</string><key>PayloadUUID</key><string>a92ef180-35d0-0136-f8e7-3c0754635bf0</string><key>PayloadEnabled</key><true/><key>PayloadDisplayName</key><string>Custom: (MAU_AppArray)</string><key>PayloadContent</key><dict><key>MAU_AppArray</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>Applications</key><dict><key>/Applications/Microsoft Excel.app</key><dict><key>Application ID</key><string>XCEL15</string><key>LCID</key><integer>1033</integer></dict><key>/Applications/Microsoft OneNote.app</key><dict><key>Application ID</key><string>ONMC15</string><key>LCID</key><string>1033</string></dict><key>/Applications/Microsoft Outlook.app</key><dict><key>Application ID</key><string>OPIM15</string><key>LCID</key><integer>1033</integer></dict><key>/Applications/Microsoft PowerPoint.app</key><dict><key>Application ID</key><string>PPT315</string><key>LCID</key><integer>1033</integer></dict><key>/Applications/Microsoft Word.app</key><dict><key>Application ID</key><string>MSWD15</string><key>LCID</key><integer>1033</integer></dict><key>/Applications/Skype for Business.app</key><dict><key>Application ID</key><string>MSFB16</string><key>LCID</key><integer>1033</integer></dict><key>/Applications/Microsoft Remote Desktop.app</key><dict><key>Application ID</key><string>MSRD10</string><key>LCID</key><integer>1033</integer></dict><key>/Applications/Company Portal.app</key><dict><key>Application ID</key><string>IMCP01</string><key>LCID</key><integer>1033</integer></dict><key>/Library/Application Support/Microsoft/MAU2.0/Microsoft AutoUpdate.app</key><dict><key>Application ID</key><string>MSau03</string><key>LCID</key><integer>1033</integer></dict></dict></dict></dict></array></dict></dict></dict></array></dict></plist>
