<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.7dc6e3b0-3b49-0136-f8eb-3c0754635bf0.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>7dc6e3b0-3b49-0136-f8eb-3c0754635bf0</string><key>PayloadOrganization</key><string>Mercy College Center for Digital Arts</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Settings for Digiarts-Energy-Settings</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.miniserv2.digiarts.mercy.7dc6e3b0-3b49-0136-f8eb-3c0754635bf0.alacarte.energysaver.a39a8660-3b49-0136-f8ec-3c0754635bf0</string><key>PayloadUUID</key><string>a39a8660-3b49-0136-f8ec-3c0754635bf0</string><key>PayloadEnabled</key><true/><key>PayloadDisplayName</key><string>Energy Saver</string><key>com.apple.EnergySaver.desktop.ACPower-ProfileNumber</key><integer>-1</integer><key>com.apple.EnergySaver.portable.ACPower-ProfileNumber</key><integer>-1</integer><key>com.apple.EnergySaver.portable.BatteryPower-ProfileNumber</key><integer>-1</integer><key>com.apple.EnergySaver.desktop.ACPower</key><dict><key>Automatic Restart On Power Loss</key><integer>1</integer><key>Disk Sleep Timer-boolean</key><true/><key>Display Sleep Timer</key><integer>45</integer><key>Sleep On Power Button</key><integer>0</integer><key>System Sleep Timer</key><integer>0</integer><key>Wake On LAN</key><integer>1</integer></dict><key>com.apple.EnergySaver.portable.ACPower</key><dict><key>Automatic Restart On Power Loss</key><integer>0</integer><key>Disk Sleep Timer-boolean</key><true/><key>Display Sleep Timer</key><integer>5</integer><key>System Sleep Timer</key><integer>10</integer><key>Wake On LAN</key><integer>1</integer></dict><key>com.apple.EnergySaver.portable.BatteryPower</key><dict><key>Automatic Restart On Power Loss</key><integer>0</integer><key>Disk Sleep Timer-boolean</key><true/><key>Display Sleep Timer</key><integer>5</integer><key>System Sleep Timer</key><integer>10</integer><key>Wake On LAN</key><integer>1</integer></dict><key>com.apple.EnergySaver.desktop.Schedule</key><dict><key>RepeatingPowerOn</key><dict><key>eventtype</key><string>wakepoweron</string><key>time</key><integer>420</integer><key>weekdays</key><integer>31</integer></dict><key>RepeatingPowerOff</key><dict><key>eventtype</key><string>shutdown</string><key>time</key><integer>120</integer><key>weekdays</key><integer>127</integer></dict></dict></dict></array></dict></plist>
